acpilight
alsa-utils
amd-ucode
autoconf
automake
base
bash-completion
bat
betterlockscreen
bind
bison
bspwm
cryptsetup
diffutils
dropbox
e2fsprogs
efibootmgr
exa
fakeroot
fd
feh
firefox-developer-edition
flex
gcc
go
gpm
grub
intel-ucode
kitty
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lxappearance
m4
make
man-db
man-pages
mbsync-git
mkinitcpio
mu
neofetch
nerd-fonts-victor-mono
nerdfetch
network-manager-applet
networkmanager
nilfs-utils
nodejs
ntfs-3g
nvm
openssh
os-prober
parted
paru
patch
picom
polybar
ppp
qogir-gtk-theme-git
reflector
ripgrep
rofi
rsync
scrot
siji-ttf
starship
stow
sudo
sxhkd
tela-circle-icon
texinfo
tmuxp
ttf-unifont
vim
wget
which
wireless_tools
wpa_supplicant
xclip
xdg-user-dirs
xdotool
xf86-input-libinput
xorg-fonts-misc
xorg-server
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xwininfo
yay-git
zoxide
zsh
